<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class GoverningBoardStaffSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('governing_board_staff')->insert([
            [
                'name_en' => 'Gevorg Baghdasaryan',
                'name_am' => 'Գևորգ Բաղդասարյան',
                'name_ru' => 'Геворг Багдасарян',
                'position_en' => 'Deputy Prosecutor General of the RA (Chairman of the Board)',
                'position_am' => 'ՀՀ գլխավոր դատախազի տեղակալ (Խորհրդի նախագահ)',
                'position_ru' => 'Заместитель Генерального прокурора РА (Председатель Совета)',
                'img' => 'about/governing-board-staff/7KzeWgWEoBDAOvKzgr7Yi8sESvF6j9Y3GIdjuoXD.png',
                'biography_en' => '<div>
                <p><strong>Ծննդյան տարեթիվ, ամսաթիվ, ծննդավայր</strong></p>
                <h4>1987 թ․, 14 հոկտեմբերի, ք․ Ալավերդի</h4>
                </div>
                <div>
                <p><strong>Կրթություն, գիտահետազոտական գործունեություն</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2003-2007 թթ.</p>
                <p>1987 թ․, 14 հոկտեմբերի, ք․ Ալավերդի</p>
                </li>
                <li>
                <p>2007-2009 թթ.</p>
                <p>ԵՊՀ իրավագիտության ֆակուլտետ, մագիստրատուրա</p>
                </li>
                <li>
                <p>2009-2012 թթ.</p>
                <p>ԵՊՀ իրավագիտության ֆակուլտետ, քրեական դատավարության և կրիմինալիստիկայի ամբիոնի հայցորդ</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Գիտական աստիճան, կոչում</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2012 թ.</p>
                <p>իրավաբանական գիտությունների թեկնածու</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Աշխատանքային գործունեություն</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2020 թ.-ից</p>
                <p>ՀՀ գլխավոր դատախազի տեղակալ</p>
                </li>
                <li>
                <p>2018-2020 թթ.</p>
                <p>Երևան քաղաքի դատախազ</p>
                </li>
                <li>
                <p>2016-2018 թթ.</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության պետ</p>
                </li>
                <li>
                <p>2015-2016 թթ.</p>
                <p>Երևան քաղաքի դատախազի տեղակալ</p>
                </li>
                <li>
                <p>2014-2015 թթ.</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության պետի տեղակալ</p>
                </li>
                <li>
                <p>2014 թ. մարտ-մայիս</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության ավագ դատախազ</p>
                </li>
                <li>
                <p>2013-2014 թթ.</p>
                <p>Երևան քաղաքի դատախազության դատախազ</p>
                </li>
                <li>
                <p>2013 թ. մարտ-նոյեմբեր</p>
                <p>Երևան քաղաքի Շենգավիթ վարչական շրջանի դատախազության դատախազ</p>
                </li>
                <li>
                <p>2012 թ․-ից</p>
                <p>ՀՀ-ում Ֆրանսիական համալսարանի դասախոս (ՀՀ Քրեական դատավարություն)</p>
                </li>
                <li>
                <p>2012 թ․-ից</p>
                <p>ՀՀ Ոստիկանության կրթահամալիրի հրավիրված դասախոս (ՀՀ Քրեական դատավարություն)</p>
                </li>
                <li>
                <p>2009-2013 թթ.</p>
                <p>Հյուսիսային համալսարանի դասախոս (Մինչդատական վարույթի նկատմամբ դատական վերահսկողության հիմնախնդիրները)</p>
                </li>
                <li>
                <p>2008-2013 թթ.</p>
                <p>ՀՀ վերաքննիչ քրեական դատարանի նախագահի խորհրդական</p>
                </li>
                <li>
                <p>2008 թ.</p>
                <p>ՀՀ վերաքննիչ քրեական դատարանի աշխատակազմի իրավական փորձաքննությունների ծառայության կրտսեր մասնագետ</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Այլ տեղեկություններ</strong></p>
                <h4>Դասային աստիճանը՝ արդարադատության երրորդ դասի պետական խորհրդական</h4>
                <h4>ՀՀ դատախազության կոլեգիայի անդամ</h4>
                <h4>ՀՀ դատախազության որակավորման հանձնաժողովի անդամ</h4>
                <h4>ՀՀ իրավաբանների միության անդամ</h4>
                <h4>&laquo;Օրինականություն&raquo; գիտագործնական և գիտամեթոդական հանդեսի խմբագրական խորհրդի անդամ</h4>
                <h4>Ամուսնացած է, ունի մեկ դուստր</h4>
                </div>',


                'biography_am' => '<div>
                <p><strong>Ծննդյան տարեթիվ, ամսաթիվ, ծննդավայր</strong></p>
                <h4>1987 թ․, 14 հոկտեմբերի, ք․ Ալավերդի</h4>
                </div>
                <div>
                <p><strong>Կրթություն, գիտահետազոտական գործունեություն</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2003-2007 թթ.</p>
                <p>1987 թ․, 14 հոկտեմբերի, ք․ Ալավերդի</p>
                </li>
                <li>
                <p>2007-2009 թթ.</p>
                <p>ԵՊՀ իրավագիտության ֆակուլտետ, մագիստրատուրա</p>
                </li>
                <li>
                <p>2009-2012 թթ.</p>
                <p>ԵՊՀ իրավագիտության ֆակուլտետ, քրեական դատավարության և կրիմինալիստիկայի ամբիոնի հայցորդ</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Գիտական աստիճան, կոչում</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2012 թ.</p>
                <p>իրավաբանական գիտությունների թեկնածու</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Աշխատանքային գործունեություն</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2020 թ.-ից</p>
                <p>ՀՀ գլխավոր դատախազի տեղակալ</p>
                </li>
                <li>
                <p>2018-2020 թթ.</p>
                <p>Երևան քաղաքի դատախազ</p>
                </li>
                <li>
                <p>2016-2018 թթ.</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության պետ</p>
                </li>
                <li>
                <p>2015-2016 թթ.</p>
                <p>Երևան քաղաքի դատախազի տեղակալ</p>
                </li>
                <li>
                <p>2014-2015 թթ.</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության պետի տեղակալ</p>
                </li>
                <li>
                <p>2014 թ. մարտ-մայիս</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության ավագ դատախազ</p>
                </li>
                <li>
                <p>2013-2014 թթ.</p>
                <p>Երևան քաղաքի դատախազության դատախազ</p>
                </li>
                <li>
                <p>2013 թ. մարտ-նոյեմբեր</p>
                <p>Երևան քաղաքի Շենգավիթ վարչական շրջանի դատախազության դատախազ</p>
                </li>
                <li>
                <p>2012 թ․-ից</p>
                <p>ՀՀ-ում Ֆրանսիական համալսարանի դասախոս (ՀՀ Քրեական դատավարություն)</p>
                </li>
                <li>
                <p>2012 թ․-ից</p>
                <p>ՀՀ Ոստիկանության կրթահամալիրի հրավիրված դասախոս (ՀՀ Քրեական դատավարություն)</p>
                </li>
                <li>
                <p>2009-2013 թթ.</p>
                <p>Հյուսիսային համալսարանի դասախոս (Մինչդատական վարույթի նկատմամբ դատական վերահսկողության հիմնախնդիրները)</p>
                </li>
                <li>
                <p>2008-2013 թթ.</p>
                <p>ՀՀ վերաքննիչ քրեական դատարանի նախագահի խորհրդական</p>
                </li>
                <li>
                <p>2008 թ.</p>
                <p>ՀՀ վերաքննիչ քրեական դատարանի աշխատակազմի իրավական փորձաքննությունների ծառայության կրտսեր մասնագետ</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Այլ տեղեկություններ</strong></p>
                <h4>Դասային աստիճանը՝ արդարադատության երրորդ դասի պետական խորհրդական</h4>
                <h4>ՀՀ դատախազության կոլեգիայի անդամ</h4>
                <h4>ՀՀ դատախազության որակավորման հանձնաժողովի անդամ</h4>
                <h4>ՀՀ իրավաբանների միության անդամ</h4>
                <h4>&laquo;Օրինականություն&raquo; գիտագործնական և գիտամեթոդական հանդեսի խմբագրական խորհրդի անդամ</h4>
                <h4>Ամուսնացած է, ունի մեկ դուստր</h4>
                </div>',



                'biography_ru' => '<div>
                <p><strong>Ծննդյան տարեթիվ, ամսաթիվ, ծննդավայր</strong></p>
                <h4>1987 թ․, 14 հոկտեմբերի, ք․ Ալավերդի</h4>
                </div>
                <div>
                <p><strong>Կրթություն, գիտահետազոտական գործունեություն</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2003-2007 թթ.</p>
                <p>1987 թ․, 14 հոկտեմբերի, ք․ Ալավերդի</p>
                </li>
                <li>
                <p>2007-2009 թթ.</p>
                <p>ԵՊՀ իրավագիտության ֆակուլտետ, մագիստրատուրա</p>
                </li>
                <li>
                <p>2009-2012 թթ.</p>
                <p>ԵՊՀ իրավագիտության ֆակուլտետ, քրեական դատավարության և կրիմինալիստիկայի ամբիոնի հայցորդ</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Գիտական աստիճան, կոչում</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2012 թ.</p>
                <p>իրավաբանական գիտությունների թեկնածու</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Աշխատանքային գործունեություն</strong></p>
                <ul style="list-style-type: none;">
                <li>
                <p>2020 թ.-ից</p>
                <p>ՀՀ գլխավոր դատախազի տեղակալ</p>
                </li>
                <li>
                <p>2018-2020 թթ.</p>
                <p>Երևան քաղաքի դատախազ</p>
                </li>
                <li>
                <p>2016-2018 թթ.</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության պետ</p>
                </li>
                <li>
                <p>2015-2016 թթ.</p>
                <p>Երևան քաղաքի դատախազի տեղակալ</p>
                </li>
                <li>
                <p>2014-2015 թթ.</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության պետի տեղակալ</p>
                </li>
                <li>
                <p>2014 թ. մարտ-մայիս</p>
                <p>ՀՀ գլխավոր դատախազության մեղադրանքի պաշտպանության և դատական ակտերի բողոքարկման վարչության ավագ դատախազ</p>
                </li>
                <li>
                <p>2013-2014 թթ.</p>
                <p>Երևան քաղաքի դատախազության դատախազ</p>
                </li>
                <li>
                <p>2013 թ. մարտ-նոյեմբեր</p>
                <p>Երևան քաղաքի Շենգավիթ վարչական շրջանի դատախազության դատախազ</p>
                </li>
                <li>
                <p>2012 թ․-ից</p>
                <p>ՀՀ-ում Ֆրանսիական համալսարանի դասախոս (ՀՀ Քրեական դատավարություն)</p>
                </li>
                <li>
                <p>2012 թ․-ից</p>
                <p>ՀՀ Ոստիկանության կրթահամալիրի հրավիրված դասախոս (ՀՀ Քրեական դատավարություն)</p>
                </li>
                <li>
                <p>2009-2013 թթ.</p>
                <p>Հյուսիսային համալսարանի դասախոս (Մինչդատական վարույթի նկատմամբ դատական վերահսկողության հիմնախնդիրները)</p>
                </li>
                <li>
                <p>2008-2013 թթ.</p>
                <p>ՀՀ վերաքննիչ քրեական դատարանի նախագահի խորհրդական</p>
                </li>
                <li>
                <p>2008 թ.</p>
                <p>ՀՀ վերաքննիչ քրեական դատարանի աշխատակազմի իրավական փորձաքննությունների ծառայության կրտսեր մասնագետ</p>
                </li>
                </ul>
                </div>
                <div>
                <p><strong>Այլ տեղեկություններ</strong></p>
                <h4>Դասային աստիճանը՝ արդարադատության երրորդ դասի պետական խորհրդական</h4>
                <h4>ՀՀ դատախազության կոլեգիայի անդամ</h4>
                <h4>ՀՀ դատախազության որակավորման հանձնաժողովի անդամ</h4>
                <h4>ՀՀ իրավաբանների միության անդամ</h4>
                <h4>&laquo;Օրինականություն&raquo; գիտագործնական և գիտամեթոդական հանդեսի խմբագրական խորհրդի անդամ</h4>
                <h4>Ամուսնացած է, ունի մեկ դուստր</h4>
                </div>',
            ],
        ]);
    }
}
