@extends('layouts.main')

@section('styles')
    <link rel="stylesheet" href="/css/about.css">
    <link rel="stylesheet" href="/css/response/about-response.css">
@endsection

@section('header-bot')
    @include("includes.about.header-bot")
@endsection

@section('content')
    <main>
        <section class="section section-text section-top">
            <div class="wrapper">
                <div class="section-text__cont">
                    <p class="text-18">Արդարադատության ակադեմիան հիմնադրվել է ՀՀ Նախագահի կողմից հաստատված իրավական և
                        դատական բարեփոխումների 2012-2016թթ. ռազմավարական ծրագրի շրջանակում՝ ՀՀ Կառավարության 2013թ.
                        սեպտեմբերի
                        13-ի N 990-Ա որոշմամբ, 2013թ. մայիսի 2-ին «Արդարադատության ակադեմիայի մասին» ՀՀ օրենքի
                        ընդունմամբ: Ակադեմիայի հիմնադիրը Հայաստանի Հանրապետությունն է։ <br><br>
                        Արդարադատության ակադեմիան իր բուն գործունեությունը սկսել է 2014թ. հունվարի 1-ից:<br><br>
                        Ղեկավարվելով ՀՀ Սահմանադրությամբ, ՀՀ դատական օրենսգրքով, «Արդարադատության ակադեմիայի մասին» ՀՀ
                        օրենքով, «Պետական ոչ առևտրային կազմակերպությունների մասին» ՀՀ օրենքով, «Դատախազության մասին» ՀՀ
                        օրենքով, «Հայաստանի Հանրապետության քննչական կոմիտեի մասին» ՀՀ օրենքով, «Հայաստանի Հանրապետության
                        հատուկ քննչական ծառայության մասին» ՀՀ օրենքով, «Արդարադատության ակադեմիա» պետական ոչ առևտրային
                        կազմակերպության կանոնադրությամբ, Ակադեմիայի կառավարման խորհրդի որոշումներով, այլ իրավական
                        ակտերով և համագործակցության հուշագրերով ու համաձայնագրերով, Ակադեմիան իր գործունեության
                        նպատակների և խնդիրների կենսագործման ուղղությամբ՝<br><br>
                    </p>
                    <ol class="info__list">
                        <li class="info__item">
                            <p class="text-18">կազմակերպում և անցկացնում է որակավորման ստուգման արդյունքներով
                                դատավորների թեկնածուների հավակնորդների (այդ թվում՝ Արցախի Հանրապետությունից),
                                դատախազների (այդ թվում՝ Արցախի Հանրապետությունից) և Հայաստանի Հանրապետության քննչական
                                կոմիտեի քննիչների թեկնածությունների համապատասխան ցուցակներում ընդգրկված անձանց
                                մասնագիտական պատրաստում,
                            </p>
                        </li>
                        <li class="info__item">
                            <p class="text-18">կազմակերպում և անցկացնում է դատավորների (այդ թվում՝ Արցախի
                                Հանրապետությունից), դատախազների (այդ թվում՝ Արցախի Հանրապետությունից), ՀՀ քննչական
                                կոմիտեի և ՀՀ հատուկ քննչական ծառայության քննիչների, Ակադեմիայում ուսումնառությունն
                                ավարտած և դատավորների թեկնածությունների ցուցակում ընդգրկված անձանց, ՀՀ կառավարությանն
                                առընթեր ազգային անվտանգության ծառայության քննչական դեպարտամենտի քննիչների
                                վերապատրաստում,
                            </p>
                        </li>
                        <li class="info__item">
                            <p class="text-18">կազմակերպում և անցկացնում է դատական ծառայողների (այդ թվում՝ Արցախի
                                Հանրապետությունից և ՀՀ մարդու իրավունքների պաշտպանի աշխատակազմից), ՀՀ քննչական կոմիտեի
                                դեպարտամենտում պետական ծառայողների, ՀՀ դատախազության աշխատակազմում պետական ծառայողների և
                                դատական կարգադրիչների վերապատրաստում,
                            </p>
                        </li>
                        <li class="info__item">
                            <p class="text-18">կազմակերպում է դատավորների, դատախազների, քննիչների և դատական
                                կարգադրիչների հատուկ ուսուցում՝ հատուկ միջոցների և հրազենի գործադրման ունակություններն
                                ուսուցանելու նպատակով,
                            </p>
                        </li>
                        <li class="info__item">
                            <p class="text-18">կնքում է պայմանագրեր և արդյունավետորեն համագործակցում Հայաստանի
                                Հանրապետության և օտարերկրյա իրավաբանական ու ֆիզիկական անձանց, միջազգային
                                կազմակերպությունների հետ,
                            </p>
                        </li>
                        <li class="info__item">
                            <p class="text-18">մշակում և շրջանառության մեջ է դնում ուսումնամեթոդական նյութեր՝ Օրենքով
                                նախատեսված կրթական ծրագրերի իրականացման համար:
                            </p>
                        </li>
                    </ol>
                    <p class="text-18">Ակադեմիայի հիմնադիր փաստաթուղթը կանոնադրությունն է, որը սահմանում է Ակադեմիայի
                        գործունեության նպատակները և հստակեցնում իրավական կարգավիճակին առնչվող հարցեր:
                        Արդարադատության ակադեմիայում աշխատանքի ընդունման և աշխատանքից ազատման կարգը, աշխատաժամանակի
                        ռեժիմը, Ակադեմիայի աշխատողի նկատմամբ կիրառվող խրախուսանքի ու կարգապահական պատասխանատվության
                        միջոցները, Ակադեմիայի ունկնդրի վարքագծի կանոնները, ուսումնական դասընթացներից բացակայությունների
                        հաշվարկի կարգը սահմանված են ներքին կարգապահական կանոններով:
                    </p>
                </div>
            </div>
        </section>
    </main>
@endsection
