<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Արդարադատության Ակադեմիա - ԱՐԴԱՐԱԴԱՏՈւԹՅԱՆ ԱԿԱԴԵՄԻԱ</title>
    <link rel="icon" type="image/x-icon" href="/media/img/logo/brownLogo.png">
    <link rel="stylesheet" href="/css/reset.css">
    <link rel="stylesheet" href="/media/fonts/fonts.css">
    <link rel="stylesheet" href="/css/all.css">
    <link rel="stylesheet" href="/css/about.css">
    <link rel="stylesheet" href="/css/response/all-response.css">
    <link rel="stylesheet" href="/css/response/about-response.css">
</head>

<body>
    @include("includes.header")
    @include("includes.distance-learning.header-bot")

    <main>
        <section class="section section-text section-top">
            <div class="wrapper">
                <div class="section-text__cont">
                    <p class="margin__par text-18">
                        Հեռաուսուցումն ուսուցման (վերապատրաստման) կազմակերպման ժամանակակից և մեծ տարածում գտած ձև է, որը տասնամյակներ շարունակ փաստել և փաստում է իր արդյունավետությունը: Պատահական չէ, որ զարգացած երկրներում հետևողականորեն ներդրվում են հեռաուսուցման համակարգեր, որոնք նաև կոչված են մեղմելու կամ հաղթահարելու հարափոփոխ կյանքի մարտահրավերները:
                    </p>
                    <p class="margin__par text-18">
                        Հեռաուսուցումն ունի իրականացման իր ուրույն մեթոդոլոգիան և ուսուցման (վերապատրաստման) կազմակերպման այս ձևի հաջողված կամ արդյունավետ լինելը մեծապես կախված է իր իրականացման միջոցներից մեկի՝ համապատասխան առարկայի հեռաուսուցման փաթեթի որակից:
                    </p>
                    <p class="margin__par text-18">
                        Հեռաուսուցման փաթեթը հեռաուսուցման ձևաչափով կրթության, ուսուցման կամ վերապատրաստման գործընթաց կազմակերպելու համար անհրաժեշտ նյութերի ամբողջությունն է: Այդ փաթեթը բաղկացած է.
                    </p>
                    <ul class="info__list">
                        <li class="info__item_dot">
                            <p class="text-18">
                                ուսումնական ձեռնարկ/մոդուլ – հիմնական նյութն է, որը բովանդակում է առարկայի յուրացման համար անհրաժեշտ մասնագիտական և միջգիտակարգային տեղեկատվություն, բառարան, գրականության ցանկ, ինքնաստուգիչ հարցեր և համապատասխան առաջադրանքներ,
                            </p>
                        </li>
                        <li class="info__item_dot">
                            <p class="text-18">
                                առարկայի տերմինների բառարան – բովանդակում է բոլոր այն հասկացությունները, որոնց իմացությունն անհրաժեշտ է համապատասխան տեքստը կամ դասը հավուր պատշաճի յուրացնելու համար,
                            </p>
                        </li>
                        <li class="info__item_dot">
                            <p class="text-18">
                                մեդիա-նյութեր (տեղեկատվություն փոխանցող բոլոր միջոցներից` գրքեր, հոդվածներ, ֆիլմեր, տեսանյութեր և այլն) – ուսումնական ձեռնարկի-մոդուլի յուրաքանչյուր դասի առավել արդյունավետ յուրացմանը միտված տարաբնույթ նյութեր են,
                            </p>
                        </li>
                        <li class="info__item_dot">
                            <p class="text-18">
                                ինքնաստուգիչ հարցերի պատասխանների գրքույկ – ուսումնական ձեռնարկի/մոդուլի ինքնաստուգիչ հարցերին վերաբերող առանձին փաստաթուղթ է, որն ունի առավելապես բացատրական բնույթ: Սույն գրքույկի միջոցով հնարավորություն կունենաք իմանալ ինքնաստուգիչ հարցերի ճիշտ պատասխանները, ինչպես նաև հնարավորինս մանրամասն ծանոթանալ համապատասխան տարբերակների ճիշտ կամ սխալ լինելու մասնագիտական բացատրությանը,
                            </p>
                        </li>
                        <li class="info__item_dot">
                            <p class="text-18">
                                հեռաուսուցման փաթեթից օգտվելու ուղեցույց (Study guide) – բովանդակում է հեռաուսուցման ձեռնարկից/մոդուլից (Reader) արդյունավետ օգտվելու համար անհրաժեշտ տեղեկատվություն: Հեռաուսուցման փաթեթից օգտվելու ուղեցույցն ունի առավելապես մեթոդաբանական և կողմնորոշիչ նշանակություն ու նախատեսված է ունկնդիրների/վերապատրաստվողների համար,
                            </p>
                        </li>
                        <li class="info__item_dot">
                            <p class="text-18">
                                ուսումնական ծրագիրը - այս փաստաթուղթը Ձեզ հնարավորություն կտա ծանոթանալ կոնկրետ դասընթացի ընդհանուր բնութագրին, նպատակներին և ակնկալվող ելքային արդյունքներին, գնահատման եղանակին, հեռաուսուցման կազմակերպման ձևին կամ մեթոդին, կառուցվածքին և գրականության ցանկին,
                            </p>
                        </li>
                        <li class="info__item_dot">
                            <p class="text-18">
                                ուսումնական պլանը - այս փաստաթղթի միջոցով Դուք կարող եք ծանոթանալ դասընթացի (դասընթացով նախատեսված գործողությունների) ժամանակացույցին` առաջադրանքների հանձնարարման և կատարման, հնարավոր առերես հանդիպման ժամկետներին և այլն:
                            </p>
                        </li>
                    </ul>
                </div>
            </div>
        </section>
    </main>

    @include("includes.footer")

    <script src="/js/main.js"></script>
</body>

</html>