<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Արդարադատության Ակադեմիա - ԱՐԴԱՐԱԴԱՏՈւԹՅԱՆ ԱԿԱԴԵՄԻԱ</title>
    <link rel="icon" type="image/x-icon" href="/media/img/logo/brownLogo.png">
    <link rel="stylesheet" href="/css/reset.css">
    <link rel="stylesheet" href="/media/fonts/fonts.css">
    <link rel="stylesheet" href="/css/all.css">
    <link rel="stylesheet" href="/css/about.css">
    <link rel="stylesheet" href="/css/response/all-response.css">
    <link rel="stylesheet" href="/css/response/about-response.css">
</head>

<body>
    @include("includes.header")
    @include("includes.about.header-bot")

    <main>
        <section class="section-text section-top">
            <div class="wrapper">
                <div class="section-text__cont">
                    <div class="bold__title text-20">
                        Դատավորի թեկնածուների հավակնորդների ցուցակում ընդգրկվելու համար որակավորման ստուգմանը մասնակցելու համար ներկայացվող պահանջները.
                    </div>
                    <div class="margin__par text-18">
                        Որակավորման ստուգմանը կարող են մասնակցել 25-ից 60 տարեկան, ընտրական իրավունք ունեցող անձինք, եթե՝
                        <ol class="info__list">
                            <li class="info__item">
                                <p class="text-18">ունեն միայն Հայաստանի Հանրապետության քաղաքացիություն.</p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">
                                    Հայաստանի Հանրապետությունում ստացել են իրավագիտության բակալավրի և իրավագիտության մագիստրոսի որակավորման աստիճան կամ դիպլոմավորված մասնագետի բարձրագույն իրավաբանական կրթության որակավորման աստիճան կամ համապատասխան աստիճան են ձեռք բերել օտարերկրյա պետությունում, որոնց ճանաչումն ու համարժեքության հաստատումը Հայաստանի Հանրապետությունում իրականացվել են օրենքով սահմանված կարգով.
                                </p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">տիրապետում են հայերենին.</p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">
                                    ունեն անգլերեն, գերմաներեն, ռուսերեն և ֆրանսերեն լեզուներից առնվազն մեկի` ստանդարտացված թեստային համակարգերով ստուգվող լեզվական գիտելիքների` Բարձրագույն դատական խորհրդի սահմանած համապատասխան մակարդակի իմացություն.
                                </p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">ունեն առնվազն երեք տարվա մասնագիտական աշխատանքի փորձառություն.</p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">առկա չեն դատավոր նշանակվելու ներքոնշյալ սահմանափակումները՝</p>
                                <ol class="margin__par info__list">
                                    <li class="info__item">
                                        <p class="text-18">
                                            դատապարտվել է հանցագործության համար, և դատվածությունը մարված կամ հանված չէ.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            դատապարտվել է դիտավորյալ հանցագործության համար կամ ազատությունից զրկելու հետ կապված պատիժ է կրել` անկախ դատվածությունը մարված կամ հանված լինելու հանգամանքից.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            ունի դատավորի պաշտոնում նշանակվելուն խոչընդոտող ֆիզիկական արատ կամ հիվանդություն (ցանկը սահմանում է Կառավարությունը).
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            չի անցել պարտադիր զինվորական ծառայություն կամ այլընտրանքային ծառայություն կամ օրենքով նախատեսված կարգով չի ազատվել պարտադիր զինվորական ծառայությունից (եթե անձն արական սեռի է).
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            դատարանի՝ օրինական ուժի մեջ մտած վճռով ճանաչված է անգործունակ, սահմանափակ գործունակ, անհայտ բացակայող կամ սնանկ, և սնանկության վարույթը չի ավարտվել.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            նրա նկատմամբ հարուցված է քրեական հետապնդում:
                                        </p>
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </div>
                    <div class="margin__par text-18">
                        Գիտական աստիճան ունեցող հավակնորդը, բացի վերը նշվածից, պետք է համապատասխանի հետևյալ չափանիշներին՝
                        <ol class="info__list">
                            <li class="info__item">
                                <p class="text-18">իրավագիտության բնագավառում ունի գիտական աստիճան,</p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">
                                    վերջին տասը տարիների ընթացքում առնվազն հինգ տարի դասավանդել է իրավունք բարձրագույն ուսումնական հաստատությունում կամ գիտական հաստատությունում կատարել է գիտական աշխատանք:
                                </p>
                            </li>
                        </ol>
                    </div>
                    <div class="margin__par text-18">
                        Դատավորի թեկնածուների հավակնորդների ցուցակում ընդգրկվելու նպատակով անցկացվում է որակավորման ստուգում:
                        Որակավորման ստուգումը բաղկացած է հետևյալ փուլերից.
                        <ol class="info__list">
                            <li class="info__item">
                                <p class="text-18">հայտի ներկայացում և ստուգում,</p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">գրավոր քննություն,</p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">հարցազրույցի անցկացում:</p>
                            </li>
                        </ol>
                    </div>
                    <div class="margin__par text-18">
                        Ընդ որում, գիտական աստիճան ունեցող հավակնորդները գրավոր քննության փուլին չեն մասնակցում:
                    </div>
                    <div class="bold__title text-20">
                        Հավակնորդի կողմից ներկայացվող փաստաթղթերը.
                        <ol class="info__list">
                            <li class="info__item">
                                <p class="text-18">
                                    Դատավորի թեկնածուների հավակնորդների ցուցակում ընդգրկվել հավակնող անձը (այսուհետ՝ հավակնորդ) որակավորման ստուգման մասին որոշման հրապարակման օրվան հաջորդող օրվանից մեկամսյա ժամկետում որակավորման ստուգմանը մասնակցելու համար Բարձրագույն դատական խորհուրդ է ներկայացնում Բարձրագույն դատական խորհրդի սահմանած ձևի հայտ:
                                </p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">Հայտին կից ներկայացվում են`</p>
                                <ol class="margin__par info__list">
                                    <li class="info__item">
                                        <p class="text-18">
                                            անձը հաստատող փաստաթղթի, նույնականացման քարտի պատճենները և էլեկտրոնային փոստի հասցեն.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            հինգ գունավոր լուսանկար.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            իր կենսագրական տվյալները պարունակող քարտ.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            նոտարական կարգով հաստատված բանավոր հայտարարություն իր դատվածության և սնանկության կամ դրանց բացակայության մասին.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            իրավաբանական կրթության՝ պահանջվող որակավորման աստիճանի առկայությունը հավաստող փաստաթուղթ.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            հայերենին տիրապետելու հանգամանքը հավաստող փաստաթուղթ.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            պահանջվող օտար լեզուների՝ Բարձրագույն դատական խորհրդի սահմանած համապատասխան մակարդակին տիրապետելու հանգամանքը հավաստող փաստաթուղթ, բացառությամբ սույն հոդվածի 3.1-ին մասով նախատեսված դեպքի.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            պահանջվող մասնագիտական աշխատանքի փորձառությունը հավաստող ապացույց, այդ թվում՝ աշխատանքային պարտականությունները հավաստող պաշտոնի անձնագիր կամ այլ փաստաթղթեր.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            արական սեռի հավակնորդի դեպքում՝ պարտադիր զինվորական ծառայություն անցած լինելու հանգամանքը հավաստող կամ այլընտրանքային ծառայություն անցած լինելու կամ պարտադիր զինվորական ծառայությունից ազատված լինելու փաստը հավաստող փաստաթուղթ.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            դատավորի պաշտոնում նշանակմանը խոչընդոտող ֆիզիկական արատների և հիվանդությունների բացակայության մասին Կառավարության սահմանած կարգով տրված փաստաթուղթ.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            Բարձրագույն դատական խորհրդի սահմանած ձևով համաձայնություն՝ իր վերաբերյալ պետական մարմիններից և պաշտոնատար անձանցից, հավակնորդին ներկայացվող պահանջների համապատասխանության ստուգման սահմաններում, անհրաժեշտ անձնական տվյալներ, այդ թվում` բժշկական գաղտնիք հանդիսացող և այլ տեղեկություններ ստանալու մասին.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            առավելագույնը երեք երաշխավորագիր-նամակ՝ ըստ հավակնորդի ցանկության.
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            օրենքով սահմանված չափով պետական տուրքի վճարման անդորրագիր
                                        </p>
                                    </li>
                                    <li class="info__item">
                                        <p class="text-18">
                                            գրավոր հայտարարություն հայտում առկա տեղեկությունների և կից ներկայացված փաստաթղթերի հավաստիության մասին:
                                        </p>
                                    </li>
                                </ol>
                            </li>
                            <li class="info__item">
                                <p class="text-18">
                                    Հայերենին տիրապետելու հանգամանքը հավաստվում է ուսումնական հաստատություններում հայերենով կրթություն ստացած կամ կրթական ծրագրերով նախատեսված՝ հայոց լեզու առարկայի ուսումնառությունն ավարտած և ամփոփիչ ատեստավորում անցած լինելու վերաբերյալ ուսումնական հաստատությունների տված ավարտական փաստաթղթով (վկայական, ատեստատ, դիպլոմ): Հայերենին տիրապետելու հանգամանքը հավաստող ավարտական փաստաթղթի բացակայության դեպքում հայերենին տիրապետելու հանգամանքն ստուգվում է կրթության և գիտության ոլորտում Կառավարության քաղաքականությունը մշակող և իրականացնող նախարարի սահմանած կարգով, որը պետք է նախատեսի հայերենին տիրապետելու հանգամանքի ստուգման ողջամիտ, օբյեկտիվ չափորոշիչներ, ինչպես նաև գործընթացի վերահսկողության ընթացակարգեր:
                                </p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">
                                    ՀՀ դատական օրենսգիրք սահմանադրական օրենքի իմաստով՝ մասնագիտական աշխատանքի փորձառությունը բակալավրի կամ դիպլոմավորված մասնագետի բարձրագույն իրավաբանական կրթության որակավորման աստիճան ձեռք բերելուց հետո իրավունքի ոլորտում իրականացված մասնագիտական գործունեությունն է, եթե այլ բան սահմանված չէ սույն օրենսգրքով:
                                </p>
                            </li>
                            <li class="info__item">
                                <p class="text-18">
                                    ՀՀ դատական օրենսգիրք սահմանադրական օրենքի 106-րդ հոդվածում, 123-րդ հոդվածի 6-րդ մասի 3-րդ կետում և 132-րդ հոդվածի 2-րդ մասի 3-րդ կետով նախատեսված անձանց համար մասնագիտական աշխատանքի փորձառություն է բարձրագույն ուսումնական հաստատությունում և (կամ) «Արդարադատության ակադեմիա» պետական ոչ առևտրային կազմակերպությունում, «Հայաստանի Հանրապետության փաստաբանական դպրոց» հիմնադրամում իրավունքի դասավանդումը կամ գիտական հաստատությունում իրավունքի ոլորտում կատարած գիտական աշխատանքը:
                                </p>
                            </li>
                        </ol>
                    </div>
                    <div class="bold__title text-20">
                        Գրավոր քննություն.
                    </div>
                    <div class="margin__par text-18">
                        Գրավոր քննությունը կազմակերպում է ԲԴԽ-ն: Քննությունն անցկացվում է համապատասխանաբար քրեական, քաղաքացիական կամ վարչական մասնագիտացման ոլորտում գրավոր առաջադրանքների միջոցով, որոնք, բացի տեսական իրավական գիտելիքների ստուգումից, ուղղված են նաև հավակնորդի վերլուծական և իրավակիրառ կարողությունների ստուգմանը:
                    </div>
                    <div class="margin__par text-18">
                        Գրավոր քննությանը ներկայացվող պահանջներն ու քննական նյութի բովանդակությանը ներկայացվող պահանջները, ներառյալ անցողիկ միավորները յուրաքանչյուր մինչև սեպտեմբերի 15-ը հաստատում է ԲԴԽ-ը: Ընդ որում, անցողիկը չի կարող պակաս լինել ընդհանուր միավորների 60 տոկոսից:
                    </div>
                    <div class="margin__par text-18">
                        Գրավոր քննությունից հավասար անցողիկ միավոր ունեցող բոլոր հավակնորդներն ընդգրկվում են ցուցակում և անցնում հաջորդ փուլ:
                    </div>
                    <div class="bold__title text-20">
                        Հարցազրույցի անցկացումը.
                    </div>
                    <div class="margin__par text-18">
                        Հարցազրույցն իրականացվում է համալրված միասնական ցուցակի բոլոր անդամների համար, որում ներառվում են ինչպես գրավոր քննության փուլը հաղթահարած, այնպես էլ գիտական աստիճան ունեցող հավակնորդները:
                    </div>
                    <div class="bold__title text-20">
                        Հարցազրույցը կազմված է երկու մասից՝
                    </div>
                    <div class="margin__par text-18">
                        Առաջին մասը ներառում է յուրաքանչյուր հավակնորդի անձնական գործի և անցած մասնագիտական փորձի ուսումնասիրությունը,
                    </div>
                    <div class="margin__par text-18">
                        Երկրորդ մասը ներառում է դատավորի վարքագծի կանոններին վերաբերող հիպոթետիկ խնդրի վերլուծություն և դիրքորոշման ներկայացում:
                    </div>
                    <div class="margin__par text-18">
                        Իրավագիտության բնագավառում գիտական աստիճան ունեցող անձանց համար հարցազրույցը վերը նշվածից բացի ներառում է նաև համապատասխան մասնագիտացման ոլորտում մեկ հակիրճ իրավական հարցի վերաբերյալ հավակնորդի կողմից իրականացվող վերլուծություն ու դիրքորոշման ներկայացում՝ կարճ ժամանակահատվածում հանպատրաստից կողմնորոշվելու, ինքնատիրապետման, վարվեցողության, հաղորդակցման հմտությունները, վերլուծական կարողությունները և դատավորի պաշտոնում արդյունավետ գործելու համար հավակնորդի անհրաժեշտ այլ հմտություններն ու որակները գնահատելու համար:
                    </div>
                    <div class="margin__par text-18">
                        ԲԴԽ հարցազրույցի արդյունքների ամփոփիչ քննարկման ավարտից հետո անցկացվում է գաղտնի քվեարկություն, որի ընթացքում Բարձրագույն դատական խորհրդի յուրաքանչյուր անդամ իր ներքին համոզմամբ քվեարկում է «կողմ» կամ «դեմ»: Ընդ որում, յուրաքանչյուր մասնագիտացման բաժնի համար կազմվում են առանձին քվեաթերթիկներ՝ ներառելով հարցազրույցին մասնակցած հավակնորդներին:
                    </div>
                    <div class="margin__par text-18">
                        Յուրաքանչյուր մասնագիտացման բաժնի համար քվեարկելիս հավակնորդների թիվն անհրաժեշտ քանակին հավասար կամ շատ լինելու դեպքում Բարձրագույն դատական խորհրդի անդամի ունեցած ձայների թիվը հավասար է համալրման համար անհրաժեշտ քանակին, իսկ քիչ լինելու դեպքում՝ հավակնորդների թվին: Եթե քվեարկության մասնակիցն ավելի ձայն է տվել, քան սահմանված է սույն մասով, ապա այդ քվեաթերթիկը համարվում է անվավեր:
                    </div>
                    <div class="margin__par text-18">
                        Յուրաքանչյուր մասնագիտացման բաժնի համար քվեարկության արդյունքներով Բարձրագույն դատական խորհրդի կողմից կազմվում է դատավորների թեկնածուների հավակնորդների ցուցակ, որում ընդգրկվում են անհրաժեշտ քանակին հավասար քանակի առավելագույն, սակայն ոչ պակաս, քան Բարձրագույն դատական խորհրդի անդամների ընդհանուր թվի ձայների առնվազն կեսից ավելի «կողմ» ձայներ ստացած հավակնորդները:
                    </div>
                    <div class="margin__par text-18">
                        Եթե ձայների հավասարության պատճառով հնարավոր չէ որոշել ընտրված թեկնածուներին, ապա անցկացվում է լրացուցիչ քվեարկություն: Լրացուցիչ քվեարկության արդյունքներով ընտրված են համարվում առավել ձայներ ստացած թեկնածուները: Ձայների հավասարության դեպքում նախապատվությունը տրվում է մասնագիտական աշխատանքի առավել երկար փորձառություն ունեցող թեկնածուին, իսկ փորձառության հավասարության դեպքում՝ տարիքով ավագին:
                    </div>
                    <div class="margin__par text-18">
                        Քվեարկության արդյունքում կազմված ցուցակը ԲԴԽ-ն ներկայացնում է Արդարադատության ակադեմիա՝ հավակնորդների ուսուցումը կազմակերպելու նպատակով:
                    </div>
                    <div class="margin__par text-18">
                        Գիտական աստիճան ունեցող հավակնորդի համար Արդարադատության ակադեմիայում կազմակերպվում է միայն գործնական հմտությունների զարգացման ուսուցում:
                    </div>
                    <div class="margin__par text-18">
                        Ավելի մանրամասն տես՝ ՀՀ դատական օրենսգիրք սահմանադրական օրենքի 95-121-րդ հոդվածները: Դատավորի թեկնածուների հավակնորդների ցուցակում ընդգրկվելու համար որակավորման ստուգմանը մասնակցելու համար հայտերի ներկայացման հետ կապված հարցերով անհրաժեշտ է դիմել ՀՀ բարձրագույն դատական խորհրդի աշխատակազմ:
                    </div>
                </div>
            </div>
        </section>
        <section class="section-text rector__bot">
            <div class="wrapper">
                <div class="rector__bot_cont">
                    <a class="about__link text-18 about__link-active" href="{{ route('judgesCandidates') }}">
                        Դատավորի թեկնածուի հավակնորդներ
                    </a>
                    <a class="about__link text-18" href="{{ route('judgesCandidates') }}">Դատախազների թեկնածուներ</a>
                    <a class="about__link text-18" href="{{ route('judgesCandidates') }}">Քննիչների թեկնածուներ</a>
                </div>
            </div>
        </section>
    </main>

    @include("includes.footer")

    <script src="/js/main.js"></script>
</body>

</html>